<style lang="less" scoped>
  .title{
    display: block;
    text-align: center;
    padding: 0.01rem 0;
  }
  pre {
    white-space: pre-wrap;
    white-space: -moz-pre-wrap;
    white-space: -pre-wrap;
    white-space: -o-pre-wrap;
    *word-wrap: break-word;
    *white-space : normal ;  
    font-size: 0.24rem;
    height: 100%;
    overflow-x: hidden;
    overflow-y: auto;
    margin: 0;
  }
</style>

<template>
  <pre>
    <b class="title">用户隐私条款</b>

本产品依照以下注册协议向您提供本注册协议涉及的相关服务。请您使用易财钱包服务前仔细阅读本注册协议。 您只有完全同意所有注册协议，才能成为易财钱包的用户（"用户"）并使用相应服务。您在注册为易财钱包用户过程中点击"同意易财钱包用户注册协议"按钮即表示您已仔细阅读并明确同意遵守本注册协议以及经参引而并入其中的所有条款、政策以及指南，并受该等规则的约束（合称"本注册协议"）。我们可能根据法律法规的要求或业务运营的需要，对本注册协议不时进行修改。除非另有规定，否则任何变更或修改将在修订内容于易财钱包发布之时立即生效，您对易财钱包的使用、继续使用将表明您接受此等变更或修改。如果您不同意本注册协议（包括我们可能不定时对其或其中引述的其他规则所进行的任何修改）的全部规定，则请勿使用易财钱包提供的所有服务，或您可以主动取消易财钱包提供的服务。

一、服务内容

1.1易财钱包的具体服务内容由我们根据实际情况提供并不时更新，包括但不限于信息、图片、文章、评论、链接等，我们将定期或不定期根据用户的意愿以电子邮件、短信、电话或站内信等方式为用户提供活动信息，并向用户提供相应服务。我们对提供的服务拥有最终解释权。

1.2易财钱包服务仅供个人用户使用。除我们书面同意，您或其他用户均不得将易财钱包上的任何信息用于商业目的。

1.3您使用易财钱包服务时所需的相关的设备以及网络资源等（如个人电脑及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均由您自行负担。

二、信息提供和隐私保护

2.1您在访问、使用易财钱包或申请使用易财钱包服务时，必须提供本人真实的个人信息，且您应该根据实际变动情况及时更新个人信息。保护用户隐私是我们的重点原则，我们通过各种技术手段和强化内部管理等办法提供隐私保护服务功能，充分保护您的个人信息安全。

2.2易财钱包不负责审核您提供的个人信息的真实性、准确性或完整性，因信息不真实、不准确或不完整而引起的任何问题及其后果，由您自行承担，且您应保证我们免受由此而产生的任何损害或责任。若我们发现您提供的个人信息是虚假、不准确或不完整的，我们有权自行决定终止向您提供服务。

2.3您已明确授权，为提供服务、履行协议、解决争议、保障交易安全等目的，我们对您提供的、我们自行收集的及通过第三方收集的您的个人信息、您申请服务时的相关信息、您在使用服务时储存在易财钱包的非公开内容以及您的其他个人资料（以下简称“个人资料”）享有留存、整理加工、使用和披露的权利，具体方式包括但不限于：

（1）出于为您提供服务的需要在本网站公示您的个人资料；

（2）由人工或自动程序对您的个人资料进行获取、评估、整理、存储；

（3）使用您的个人资料以改进本网站的设计和推广；

（4）使用您提供的联系方式与您联络并向您传递有关服务和管理方面的信息；

（5）对您的个人资料进行分析整合并向为您提供服务的第三方提供为完成该项服务必要的信息。当为您提供服务的第三方与您电话核实信息时，为保证为您服务的质量，你同意易财钱包对上述核实电话进行录音。

（6）在您违反与我们或我们的其他用户签订的协议时，披露您的个人资料及违约事实，将您的违约信息写入黑名单并与必要的第三方共享数据，以供我们及第三方审核、追索之用。

（7）其他必要的使用及披露您个人资料的情形。您已明确同意本条款不因您终止使用易财钱包服务而失效。如因我们行使本条款项下权利使您遭受损失，我们对该等损失免责。

2.4为更好地为您提供服务，您同意并授权易财钱包可与其合作的第三方进行联合研究，并可将通过本协议获得的您的信息投入到该等联合研究中。但易财钱包与其合作的第三方在开展上述联合研究前，应要求其合作的第三方对在联合研究中所获取的您的信息予以保密。

2.5为更好地为您提供服务，您理解并同意在您注册成为易财钱包会员时，易财钱包有权调取并保存您的手机位置信息、通讯录、通话记录以及短信（包括但不限于短信内容、短信时间、发送对象等），用于您本次贷款资信评估。

2.6 我们保证采用行业惯例以保护您的资料，但您理解，鉴于技术限制，我们无法确保用户的个人信息完全不被泄露。

2.7 我们不会向与您无关的第三方恶意出售或免费提供您的个人资料，但下列情况除外：

（1）事先获得您的明确授权；

（2）按照相关司法机构或政府主管部门的要求；

（3）以维护我们合法权益之目的；

（4）维护社会公众利益；

（5）为了确保易财钱包业务和系统的完整与操作。

（6）符合其他合法要求。

三、使用准则

3.1用户不得利用易财钱包的服务从事下列危害互联网信息网络安全的活动：

(1)未经允许，进入互联网信息网络或者使用互联网信息网络资源；

(2)未经允许，对互联网信息网络功能进行删除、修改或者增加；

(3)未经允许，对进入互联网信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加；

(4)故意制作、传播计算机或手机病毒等破坏性程序；

(5)其他危害互联网信息网络安全的行为。

3.2您须对自己在使用易财钱包服务过程中的行为承担法律责任。若您为限制行为能力或无行为能力者，则您的法定监护人应承担相应的法律责任。

3.3如您的操作影响系统总体稳定性或完整性，我们将暂停或终止您的操作，直到相关问题得到解决。

四、免责声明

4.1您违反本注册协议、违反道德或法律的，侵犯他人权利（包括但不限于知识产权）的，我们不承担任何责任。

4.2对黑客行为、计算机或手机病毒、或因您保管疏忽致使帐号、密码被他人非法使用、盗用、篡改的或丢失，或由于与本产品链接的其它产品所造成您个人资料的泄露，或您因其他非易财钱包原因造成的损失，我们不承担责任。如您发现任何非法使用用户帐号或安全漏洞的情况，请立即与我们联系。

4.3因任何非易财钱包原因造成的网络服务中断或其他缺陷，我们不承担任何责任。

4.4我们不保证服务一定能满足您的要求；不保证服务不会中断，也不保证服务的及时性、安全性、准确性。

4.5任何情况下，因使用易财钱包而引起或与使用易财钱包有关的而产生的由我们负担的责任总额，无论是基于合同、保证、侵权、产品责任、严格责任或其它理论，均不得超过您因访问或使用本产品而向我们支付的任何服务费用。

五、信息使用、披露及隐私规则

5.1如因升级的需要而需暂停网络服务、或调整服务内容，我们将尽可能在网站上进行通告。由于用户未能及时浏览通告而造成的损失，我们不承担任何责任。

5.2您明确同意，我们保留根据实际情况随时调整易财钱包提供的服务内容、种类和形式，或自行决定授权第三方向您提供原本我们提供的服务。因业务调整给您或其他用户造成的损失，我们不承担任何责任。同时，我们保留随时变更、中断或终止易财钱包全部或部分服务的权利。

5.3发生下列任何一种情形，我们有权单方面中断或终止向您提供服务而无需通知您，且无需对您或第三方承担任何责任：

(1)您提供的个人资料不真实。

(2)您违反本服务条款。

(3)未经我们书面同意，将易财钱包平台用于商业目的。

5.4您可随时通知我们终止向您提供服务或直接取消易财钱包服务。自您终止或取消服务之日起，我们不再向您承担任何形式的责任。

六、特别约定

6.1您使用本服务的行为若有任何违反国家法律法规情形时，我们有权可以暂停或终止向您提供服务。

6.2若您利用易财钱包服务从事任何违法或侵权行为，由您自行承担全部责任，因此给我们或任何第三方造成任何损失，您应负责全额赔偿，并使我们免受由此产生的任何损害。

6.3您同意我们通过重要页面的公告、通告、电子邮件以及常规信件的形式向您传送与易财钱包服务有关的任何通知和通告。

6.4如您有任何有关与易财钱包服务的个人信息保护相关投诉，请您与我们联系，我们将在接到投诉之日起15日内进行答复。

6.5本注册协议之效力、解释、执行均适用中华人民共和国法律。

6.6若非易财钱包更新本协议，您再确认同意、签署本协议后，其效力将及于您此时及未来登陆易财钱包时所有操作。

6.7您在本协议项下对本公司的授权将视为对本公司及本公司之关联公司的授权。本公司及本公司关联公司均可凭借您的授权及本协议约定执行相关操作。

6.8如就本协议内容或其执行发生任何争议，应尽量友好协商解决；协商不成时，任何一方均可向易财钱包所在地的人民法院提起诉讼。

6.9本注册协议中的标题仅为方便而设，不影响对于条款本身的解释。本注册协议最终解释权归易财钱包所有。
  </pre>
</template>
